{
  "azkar_elsabah": [
    {
      "id": 1,
      "text": "أَعُوذُ بِاللهِ من الشَّيْطَانِ الرَّجِيمِ",
      "translation": "I seek refuge in Allah from Satan the accursed."
    },
    {
      "id": 2,
      "text": "اللّهُ لاَ إِلَـهَ إِلاَّ هُوَ الْحَيُّ الْقَيُّومُ ...",
      "translation": "Allah! There is no deity except Him, the Ever-Living, the Sustainer of [all] existence..."
    },
    {
      "id": 3,
      "text": "بِسْمِ اللهِ الرَّحْمنِ الرَّحِيم ...",
      "translation": "In the name of Allah, the Most Gracious, the Most Merciful."
    },
    {
      "id": 4,
      "text": "قُلْ هُوَ ٱللَّهُ أَحَدٌ، ٱللَّهُ ٱلصَّمَدُ ...",
      "translation": "Say, 'He is Allah, [who is] One, Allah, the Eternal Refuge..."
    },
    {
      "id": 5,
      "text": "قُلْ أَعُوذُ بِرَبِّ ٱلْفَلَقِ، مِن شَرِّ مَا خَلَقَ ...",
      "translation": "Say, 'I seek refuge in the Lord of daybreak, from the evil of that which He created..."
    },
    {
      "id": 6,
      "text": "قُلْ أَعُوذُ بِرَبِّ ٱلنَّاسِ، مَلِكِ ٱلنَّاسِ ...",
      "translation": "Say, 'I seek refuge in the Lord of mankind, the Sovereign of mankind..."
    },
    {
      "id": 7,
      "text": "أَصْـبَحْنا وَأَصْـبَحَ المُـلْكُ لله ...",
      "translation": "We have reached the morning and at this very time all sovereignty belongs to Allah..."
    },
    {
      "id": 8,
      "text": "اللّهـمَّ أَنْتَ رَبِّـي لا إلهَ إلاّ أَنْتَ ...",
      "translation": "O Allah, You are my Lord, there is no god but You..."
    },
    {
      "id": 9,
      "text": "اللّهـمَّ ما أَصْبَـحَ بي ...",
      "translation": "O Allah, whatever blessing has come to me..."
    },
    {
      "id": 10,
      "text": "حَسْبِـيَ اللّهُ لا إلهَ إلاّ هُوَ ...",
      "translation": "Allah is Sufficient for me, there is no god but He..."
    },
    {
      "id": 11,
      "text": "بِسـمِ اللهِ الذي لا يَضُـرُّ ...",
      "translation": "In the name of Allah, with Whose name nothing can cause harm..."
    },
    {
      "id": 12,
      "text": "اللّهُـمَّ بِكَ أَصْـبَحْنا ...",
      "translation": "O Allah, by Your leave we have reached the morning..."
    },
    {
      "id": 13,
      "text": "أَصْبَـحْنا عَلَى فِطْرَةِ الإسْلاَمِ ...",
      "translation": "We have reached the morning upon the natural religion of Islam..."
    },
    {
      "id": 14,
      "text": "سُبْحـانَ اللهِ وَبِحَمْـدِهِ ...",
      "translation": "Glory is to Allah and praise is to Him..."
    },
    {
      "id": 15,
      "text": "اللّهُـمَّ عافِـني في بَدَنـي ...",
      "translation": "O Allah, grant me health in my body..."
    },
    {
      "id": 16,
      "text": "اللّهُـمَّ إِنِّـي أَعْـوذُ بِكَ مِنَ الْكُـفر ...",
      "translation": "O Allah, I seek refuge with You from disbelief..."
    },
    {
      "id": 17,
      "text": "اللَّهُمَّ إِنِّـي أَسْأَلُـكَ العَـفْوَ وَالعـافِـيةَ ...",
      "translation": "O Allah, I ask You for pardon and well-being..."
    },
    {
      "id": 18,
      "text": "اللَّهُمَّ اجْعَلْ في قَلْبـي نوراً ...",
      "translation": "O Allah, place light in my heart..."
    },
    {
      "id": 19,
      "text": "يَا حَيُّ يَا قيُّومُ ...",
      "translation": "O Ever-Living, O Eternal, by Your mercy I seek help..."
    },
    {
      "id": 20,
      "text": "أَصْبَـحْنا وَأَصْبَـحَ المُـلْكُ للهِ رَبِّ العـالَمـين ...",
      "translation": "We have reached the morning and at this very time..."
    },
    {
      "id": 21,
      "text": "اللَّهُـمَّ إِنَّا نَعُوذُ بِكَ مِنْ أَنْ نُشْرِكَ ...",
      "translation": "O Allah, we seek refuge in You from associating anything with You knowingly..."
    },
    {
      "id": 22,
      "text": "اللَّهُـمَّ إِنِّي أَعُوذُ بِكَ مِنَ الْهَمِّ ...",
      "translation": "O Allah, I seek refuge in You from worry and grief..."
    },
    {
      "id": 23,
      "text": "لَا إلَه إلّا اللهُ وَحْدَهُ ...",
      "translation": "There is no deity except Allah, alone, without partner..."
    },
    {
      "id": 24,
      "text": "سُبْحـانَ اللهِ وَبِحَمْـدِهِ ...",
      "translation": "Glory is to Allah, and praise is to Him..."
    },
    {
      "id": 25,
      "text": "أسْتَغْفِرُ اللهَ وَأتُوبُ إلَيْهِ",
      "translation": "I seek forgiveness from Allah and repent to Him."
    },
    {
      "id": 26,
      "text": "يَا رَبِّ , لَكَ الْحَمْدُ كَمَا يَنْبَغِي لِجَلَالِ وَجْهِكَ , وَلِعَظِيمِ سُلْطَانِكَ",
      "translation": "O Lord, to You belongs all praise, as befits the glory of Your countenance and the greatness of Your sovereignty."
    },
    {
      "id": 27,
      "text": "اللَّهُمَّ إِنِّي أَسْأَلُكَ عِلْمًا نَافِعًا، وَرِزْقًا طَيِّبًا، وَعَمَلًا مُتَقَبَّلًا",
      "translation": "O Allah, I ask You for beneficial knowledge, good provision, and deeds that are accepted."
    },
    {
      "id": 28,
      "text": "اللَّهُمَّ أَنْتَ رَبِّي لا إِلَهَ إِلا أَنْتَ ، عَلَيْكَ تَوَكَّلْتُ ، وَأَنْتَ رَبُّ الْعَرْشِ الْعَظِيمِ , مَا شَاءَ اللَّهُ كَانَ ، وَمَا لَمْ يَشَاءْ لَمْ يَكُنْ ، وَلا حَوْلَ وَلا قُوَّةَ إِلا بِاللَّهِ الْعَلِيِّ الْعَظِيمِ , أَعْلَمُ أَنَّ اللَّهَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ ، وَأَنَّ اللَّهَ قَدْ أَحَاطَ بِكُلِّ شَيْءٍ عِلْمًا , اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنْ شَرِّ نَفْسِي ، وَمِنْ شَرِّ كُلِّ دَابَّةٍ أَنْتَ آخِذٌ بِنَاصِيَتِهَا ، إِنَّ رَبِّي عَلَى صِرَاطٍ مُسْتَقِيمٍ",
      "translation": "O Allah, You are my Lord, there is no god but You. Upon You, I rely, and You are the Lord of the Great Throne. Whatever Allah wills occurs, and what He does not will does not occur. And there is no power or strength except with Allah, the Exalted, the Great. I know that Allah is Able to do all things, and that Allah has encompassed all things in knowledge. O Allah, I seek refuge with You from the evil of myself and from the evil of every creature. You are the One Who seizes by the forelock. Surely, my Lord is on the Straight Path."
    },
    {
      "id": 29,
      "text": "لَا إلَه إلّا اللهُ وَحْدَهُ لَا شَرِيكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَيْءِ قَدِيرِ",
      "translation": "There is no deity except Allah, alone, without partner. To Him belongs dominion, and to Him belongs all praise, and He is over all things competent."
    },
    {
      "id": 30,
      "text": "سُبْحـانَ اللهِ وَبِحَمْـدِهِ",
      "translation": "Glory is to Allah, and praise is to Him."
    },
    {
      "id": 31,
      "text": "أسْتَغْفِرُ اللهَ وَأتُوبُ إلَيْهِ",
      "translation": "I seek forgiveness from Allah and repent to Him."
    }
  ]
}